Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A24B.tmx
Source language: en_us
Languages: zh_cn

source: EU leaders announce leap towards low-carbon future
zh_cn: 欧盟向低碳排放的未来迈出了历史性的一步

source: European leaders tonight announced they were leading the world towards a low-carbon future after sealing an ambitious climate change pact by making generous concessions to the big polluters in European heavy industry.
zh_cn: 今晚在欧洲领导人签署了一项宏伟的“环境变化”议定书之后，宣布将通过欧洲重工业，同时也是最大的污染制造者作出的巨大让步，引领全世界进入一个低碳排放的未来。

source: A two-day summit of 27 government leaders in Brussels ended a two-year effort to agree mandatory reductions in greenhouse gas emissions in Europe and came as a triumph for President Nicolas Sarkozy of France in the closing days of his six-month presidency of the EU.
zh_cn: 为期2天的欧盟27国首脑会议在布鲁塞尔闭幕，各国同意强制减少温室气体的排放，这也给法国总统尼古拉斯・萨科奇6个月的欧盟轮值主席画上了圆满的句号。

source: Not noted for his understatement, the French leader declared: "This council will go down in the history of Europe."
zh_cn: 法国总统向来都不低调，声称：“这次会议将被载入欧洲史册。”

source: The French navigated a route through conflicting claims from Poland, Hungary, Germany, and Italy to finalise a deal that keeps the EU's key carbon dioxide reduction targets intact, while easing the costs of the package for European manufacturers and heavy industry.
zh_cn: 法国在波兰，匈牙利，德国和意大利之间穿梭周璇，终于达成了协议，使得欧盟的主要二氧化碳排量减少的目标完好无损，同时还减轻了欧洲制造商和重工业的负担。

source: The climate accord orders Europe to cut greenhouse gas emissions by 20% by 2020 compared with 1990 levels.
zh_cn: 环境协议要求欧洲各国温室气体的排量到2020年与1990年相比同比减少20%。

source: This is to be achieved through national reduction targets which vary among the 27 countries and through a Europe-wide carbon trading scheme in which industries and power plants buy permits to pollute from 2013.
zh_cn: 通过27国各自不同的排放指标以及欧洲范围内的碳交易系统（工业以及发电厂可以从2013年起购买排放污染物的指标）来实现协议目标。

source: The rules for the emissions trading scheme (ETS), however, were relaxed under German pressure to exempt most companies in the processing industries, such as steel and cement, from paying for the permits and power stations in central Europe, mostly coal-fired, were awarded large discounts on the price of carbon.
zh_cn: 然后，在德国要求自己大多数的加工业公司（如钢铁和水泥业）获得支付排放量的豁免权的压力之下，欧盟排放交易体系有所松动；中欧的发电站，尤其是燃煤发电站，在购买碳排放的时候获得了很大的折扣。

source: "To address the specific concerns of some countries, we had to accept some changes," said Jose Manuel Barroso, president of the European commission whose draft legislation on the package was much stiffer than that agreed yesterday.
zh_cn: 欧盟委员会主席若泽・曼努埃尔・巴罗佐说：“为了解决一些国家的特殊担忧，我们必须作出一些改变。”欧盟委员会起草的立法协议比昨天签署的要严格的多。

source: The decisions, to be turned into law by the European parliament next week, also cut CO2 emissions from cars by 19% by 2015, set binding national targets for renewable energy to total 20% of the European energy mix by 2020, encourage the use of "sustainable" biofuels, and order 20% greater energy efficiency by 2020.
zh_cn: 欧盟议会将在下周将协议的决定正式立法，其中规定到2015年汽车的二氧化碳排放量减少19%，还有各国绑定目标，即到2020年可替代能源将在欧洲整个能源使用比例中占到20%，鼓励“可持续”生物燃料的使用，计划2020年能源效率提高20%。

source: Gordon Brown said: "This is a major advance.
zh_cn: 戈登・布朗说：“这是一个很大的进步。

source: Europe, after these decisions, remains the leader on climate change."
zh_cn: 在这些决策之后，欧洲将成为环境保护的领导者。”

source: But critics complained that the package was too little too late, that EU leaders had capitulated to fierce lobbying from European industry, that the loopholes in the system and the awarding of pollution permits free to most non-energy firms in the scheme would trigger a bonanza in windfall corporate profits.
zh_cn: 但是批评家抱怨这次的协议太局限，出台的太晚；欧盟领导向强大的工业游说团投降了，系统的漏洞以及对于大多数非能源公司的排放购买优惠政策将会给企业带来一笔横财。

source: "Industry has to do next to nothing," said Claude Turmes, a Green MEP from Luxembourg who helped draft part of the legislation.
zh_cn: 参与起草法案的绿党欧洲议会会员克劳德说：“工业界几乎不用做什么。

source: "If they are honest, these leaders know they haven't agreed something really ambitious."
zh_cn: 如果他们诚实的话，这些领导人知道他们并没有达成一些值得称颂的共识。”

source: Robin Webster, climate campaigner for Friends of the Earth, said: "This could have been one of Europe's finest moments.
zh_cn: 地球之友组织的推行人罗宾・韦伯斯特说：“现在或许是欧洲最好的时期之一。

source: But huge loopholes allow big energy-users to carry on polluting."
zh_cn: 但是巨大的漏洞使得大型能源消耗着仍然能够继续污染环境。”

source: Barroso admitted that the terms of the deal could bring windfall profits for industry, reversing the logic of the polluter pays principle that is supposed to underpin the carbon trading scheme.
zh_cn: 巴罗佐承认协议的一些条款可能会为一些企业带来巨大的利润，使得欧盟排放交易体系想要强调的“谁污染谁买单”的准则被扭曲。

source: But he and others stressed that these concessions did not affect the overall targets.
zh_cn: 但是他和其他的议员强调这些让步并不影响整个大局。

source: The accord was the first such agreement in the world and put Europe in a strong position to strike a broader pact with the incoming Obama administration in the US ahead of the effort to reach a worldwide global warming agreement in Copenhagen a year from now, Barroso said.
zh_cn: 巴罗佐说，这份协议史无前例，将欧洲推向了一个强有力的位置，努力与即将执政的奥巴马政府于一年之后在哥本哈根达成更广泛的协议，遏制全球变暖的现象。

source: "This is a message especially to our US partners," said Barroso.
zh_cn: “尤其对我们美国的合作伙伴来说是一个讯息，”巴罗佐说。

source: "Obama is still far from what we are proposing...
zh_cn: “奥巴马离我们所建议的还差得很远......

source: The idea that this has been watered down is nonsense."
zh_cn: 这已经得到缓和的想法根本不成立。”

source: "Combined with the spirit of engagement from president-elect Obama, there is now everything to play for as we put the pieces in place for a global climate deal in Copenhagen next December," said Ed Miliband, the energy and climate change secretary.
zh_cn: “加之当选总统奥巴马愿意投身其中，现在所有的事宜都围绕着明年12月将在哥本哈根签署的全球气候变化新协议而进行。”能源与环境变化部长艾德・米利邦德说。

source: The package also includes provision for 12 pilot projects on carbon capture and storage — using novel technology to collect CO2 emitted from power stations and bury it underground.
zh_cn: 协议还包括了12项有关碳吸收和储存的实验计划――运用新的技术来收集发电站释放的二氧化碳，并在地下将其燃烧。

source: The projects are to be funded from the proceeds of the carbon trading which is supposed to generate tens of billions in revenue by 2020.
zh_cn: 试验计划将得到交易体系的资助，到2020年约为几百亿财政收入。

source: Under pressure from the British, the summit agreed to double the funding available for these projects.
zh_cn: 由于英国的压力，峰会同意加倍实验计划资金。

source: "This is a transformational funding stream for a transformational technology," said David Miliband, the foreign secretary.
zh_cn: “这是为变革性技术提供的转型资金流，”外长大卫・米利邦德说。

source: "Nowhere else in the world has got that."
zh_cn: “世界上其他任何地方都没有这样的资金流。”
